/* No comment provided by engineer. */
"Albums" = "Albums";

/* Button on main menu */
"All albums" = "All albums";

/* No comment provided by engineer. */
"Attach" = "Attach";

/* Button on main menu */
"Attach %zd file(s)" = "Attach %zd file(s)";

/* Title */
"Attach files" = "Attach files";

/* Error text */
"Can't load Document Picker" = "Can't load Document Picker";

/* Common */
"Cancel" = "Cancel";

/* Error text */
"Device has no camera" = "Device has no camera";

/* Common */
"Error" = "Error";

/* Common */
"OK" = "OK";

/* Button on main menu */
"Other apps" = "Other apps";

/* Button on main menu */
"Take a picture" = "Take a picture";

/* Button on main menu */
"Take a picture or a video" = "Take a picture or a video";

/* Button on main menu */
"Take a video" = "Take a video";

/* must be lowercase */
"empty_fields" = "Debes llenar los campos";

/*  */
"warning" = "Aviso";

/*  */
"blog_error" = "Ocurrió un error en la creación de la bitácora";

/*  */
"blog_created" = "Registro creado con éxito";

/*  */
"error" = "Error";

/*  */
"choose_at_least" = "Necesita al menos 3 puntos para trazar su cultivo";

/*  */
"choose_just_one" = "Valide que en el mapa solo haya un punto o figura";
